[{"title":"Ecology","url":"https://esajournals.onlinelibrary.wiley.com/feed/19399170/most-recent","tags":["ecology"],"articles":[{"title":"Disentangling small‐island multilayer networks: Underlying ecological and evolutionary patterns","link":"https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.70058?af=R","date":"3/31/2025","content":"<h2>Abstract</h2>\n<p>This study provides a pioneering analysis of the structural and topological characteristics of one of nature's simplest food webs, using the Montaña Clara islet (Canary Islands) as a case study. Applying a multilayer network approach, which assesses multiple interaction types, we examined plant–animal and plant-fungi interactions during two seasons (humid and dry), comparing this oceanic island food web to one from Na Redona, a small continental island in the Balearic Islands. Data were collected through field observations, flower visitation records, fecal analysis, and DNA metabarcoding of root-associated fungi. The study identified 63 animal species and 367 fungal amplicon sequence variants interacting with 13 plant species, five of which (38%) were structurally significant, as indicated by high multilayer versatility values (&gt;0.5). The network structure was modular, with 23 modules primarily representing single ecological functions, and most species were involved in only one interaction type. Notably, 73% of species shifted roles between interaction layers. Results reveal that Montaña Clara's food web is simpler but more modular and versatile than that of the continental island, aligning with island biogeography theory. The study suggests that the unique biodiversity composition of oceanic islands, particularly islets, influences their ecological network structures.</p>"},{"title":"Cover Image","link":"https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4342?af=R","date":"3/31/2025","content":"<img src=\"https://esajournals.onlinelibrary.wiley.com/cms/asset/77620cd9-a986-4d17-85d0-3fdbc3192122/ecy4342-toc-0001-m.png\"\n     alt=\"Cover Image\"/>\n<p><b>COVER PHOTO</b>: The cover image, photographed in February 2020, depicts flamingos and palm trees along the lakeshore of Lake Balangida, a shallow alkaline lake in Singida, Tanzania. The lake, characterized by a pH of 9.93 and salinity of 85,318 ppm, provides a unique habitat for extremophile microorganisms. Ren et al. (<i>Ecology</i>, Volume 106, Issue 3, Article e70047; doi:<a target=\"_blank\"\n   title=\"Link to external resource\"\n   href=\"https://doi.org/10.1002/ecy.70047\">10.1002/ecy.70047</a>) investigate traits linked to microbial adaptation to high alkalinity and salinity, and further develop an index to quantify species' capacity for environmental adaptation by analyzing traitߚenvironment relationships. The approach has implications for predicting taxon-specific biogeographic distribution and its response to climate change. Photo credit: Jianjun Wang.\n\n</p><br/>\n<p><b>COVER PHOTO</b>: The cover image, photographed in February 2020, depicts flamingos and palm trees along the lakeshore of Lake Balangida, a shallow alkaline lake in Singida, Tanzania. The lake, characterized by a pH of 9.93 and salinity of 85,318 ppm, provides a unique habitat for extremophile microorganisms. Ren et al. (<i>Ecology</i>, Volume 106, Issue 3, Article e70047; doi:<a target=\"_blank\"\n   title=\"Link to external resource\"\n   href=\"https://doi.org/10.1002/ecy.70047\">10.1002/ecy.70047</a>) investigate traits linked to microbial adaptation to high alkalinity and salinity, and further develop an index to quantify species' capacity for environmental adaptation by analyzing trait-environment relationships. The approach has implications for predicting taxon-specific biogeographic distribution and its response to climate change. Photo credit: Jianjun Wang.\n\n</p>"},{"title":"Issue Information","link":"https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4341?af=R","date":"3/31/2025","content":""}]}]